export default{
    "title": "† 八千代的 100 问 100 答 †",
    "qa1":{
        "q": "1. 你的名字是？",
        "a": "我是八千代！请多指教 (^^)ノ"
    },
    "qa2":{
        "q": "2. 年龄是？",
        "a": "竟然！已经 8000 岁了哦~☆"
    },
    "qa3":{
        "q": "3. 最近经常做的事？",
        "a": "上网！一直开着浏览器到处看呢 ^▽^"
    },
    "qa4":{
        "q": "4. 主页地址是？",
        "a": "就是你正在看的这里！有空请常来坐坐哦☆"
    },
    "qa5":{
        "q": "5. 爱好是？",
        "a": "做东西~打游戏~胡思乱想。<br />还有一直想念着喜欢的人☆"
    },
    "qa6":{
        "q": "6. 特长是？",
        "a": "等待~（笑）"
    },
    "qa7":{
        "q": "7. 喜欢的食物？",
        "a": "蛋包饭！也很喜欢用番茄酱在上面涂鸦♪"
    },
    "qa8":{
        "q": "8. 讨厌的食物？",
        "a": "只用面粉和水做的薄烤饼…… (;_;)"
    },
    "qa9":{
        "q": "9. 喜欢的颜色？",
        "a": "紫色和绿色！只要想到这两个颜色，心情就会很平静☆"
    },
    "qa10":{
        "q": "10. 喜欢的绘画风格？",
        "a": "喜欢“有故事感”的画……总会让人忍不住盯着看很久。"
    },
    "qa11":{
        "q": "11. 最近沉迷的事情？",
        "a": "一点点完善这个网站！"
    },
    "qa12":{
        "q": "12. 左撇子还是右撇子？",
        "a": "是左撇子哦！^--^"
    },
    "qa13":{
        "q": "13. 对访客们的一句话！",
        "a": "你能来我真的很开心！请在这里放松地逛逛吧♡"
    },
    "questions": "... (朝着100个问题的目标持续更新中！) ..."
}as const