export default {
  common: {
    "menuheader": "ヤチヨの部屋",
    "linkinfo": {
      "line1": "当サイトはリンクフリー。",
      "line2": "相互さま大歓迎☆",
      "line3": "バナーは保存してお使いくださいね。",
      "line4": "※直リン禁止※",
    },
    "top": "トップ",
    "profile": "ぷろふぃ〜る",
    "profileappend": "· 100の質問",
    "gallery": "ぎゃらり～",
    "bbs": "お絵かきBBS/BBS",
    "etcha": "絵茶",
    "etcharules": "※利用規約 ←必読",
    "music": "音楽室",
    "game": "ゲーム置き場",
    "gameappend": "工事中",
    "links": "友情リンク集",
  },
  home: {},
  profile: {
    "title": "† ヤチヨの100問100答 †",
    "qa1": {
      "q": "1. 名前は？",
      "a": "ヤチヨです！よろしくね (^^)ノ"
    },
    "qa2": {
      "q": "2. 年齢は？",
      "a": "	なんと！8000歳だよ～☆"
    },
    "qa3": {
      "q": "3. 最近よくやってることは？",
      "a": "インターネット！開いてあれこれ見てるよ ^▽^"
    },
    "qa4": {
      "q": "4. ホームページのURLは？",
      "a": "今見てるここだよ！たまに思い出したら来てね☆"
    },
    "qa5": {
      "q": "5. 趣味は？",
      "a": "何か作ることとか～ゲーム～考えること。好きな人のことずっと考えるの☆"
    },
    "qa6": {
      "q": "6. 特技は？",
      "a": "待つことだよ～（笑）"
    },
    "qa7": {
      "q": "7. 好きな食べ物は？",
      "a": "オムライス！ケチャップで落書きするのも好き♪"
    },
    "qa8": {
      "q": "8. 嫌いな食べ物は？",
      "a": "小麦粉と水だけで作ったパンケーキ… (;_;)"
    },
    "qa9": {
      "q": "9. 好きな色は？",
      "a": "紫と緑！思い浮かべるだけで心が落ち着く☆"
    },
    "qa10": {
      "q": "10. 好きな絵のスタイルは？",
      "a": "ストーリーがある絵が好き…つい長く見ちゃうの。"
    },
    "qa11": {
      "q": "11. 最近ハマってることは？",
      "a": "サイトをちょっとずついじること！変わったところ気づいてくれたら嬉しい☆"
    },
    "qa12": {
      "q": "12. 利き手は？",
      "a": "左利きだよ！^-^"
    },
    "qa13": {
      "q": "13. 訪問者へひとこと！",
      "a": "来てくれて本当に嬉しい！ゆっくり見ていってね♡"
    },
    "questions": "... (100個目指して更新中！) ..."
  },
  etcha: {
    "title": "絵茶",
    "description": "リアルタイムで絵を描きながらおしゃべりする空間です。",
  },
  music: {
    "title": "ミュージックルーム ",
    "description": "映画「超かぐや姫」の中で八千代のお気に入りの曲を収録しました",
  },
} as const
